{
  "Eldest Daughter": "Trưởng Nữ",
  "Eldest Son": "Trưởng Nam",
  "Lunar Date": "(20-10-Nhâm Dần)",
  "yyyy-MM-dd": "dd.MM.yyyy 'DL'",
  "MMMM d, yyyy": "dd 'Tháng' MM 'Năm' yyyy",
  "MMM do, yyyy": "dd 'Tháng' MM 'Năm' yyyy",
  "D10, HCMC": "Quận 10, Tp. Hồ Chí Minh",
  "Home": "Trang Chủ",
  "Couple": "Chúng Mình Là",
  "Our Story": "Chuyện Tụi Mình",
  "Our love.": "Tình tụi mình.",
  "Friends": "Thân Hữu",
  "Organization": "Sự Kiện Ngày Trọng Đại",
  "Gallery": "Hình Ảnh",
  "When & Where": "Thời Gian & Nơi Chốn",
  "R.S.V.P": "Lời Nhắn Yêu Thương",
  "couple_1": "Nhân Mã Luôn Vui Tươi",
  "couple_2": "Xử Nữ Âu-Xi-Đì",
  "Are getting married!": "Sắp sửa về chung một nhà!",
  "story_1": "Tụi mình muốn làm website cưới để kể về chuyện tình của chúng mình, chia sẻ một chút về hành trình tụi mình đến với nhau, rồi tại sao lại tới hôn nhân, này kia kia nọ...”,Nhưng tụi mình đã nghĩ rất lâu nhưng vẫn ko biết kể gì. ",
  "story_2": "Nếu như có những người yêu nhau lâu thiệt lâu mới cưới, tình sử kể ra chắc phải 800 trang có thừa, thì cũng có tụi mình quen nhau, yêu nhau và quyết định về chung một nhà chỉ trong vòng 9 tháng. Nói một cách văn thơ, sến rện như bạn chồng thì là \"định mệnh\", \"duyên số\". Nói một cách trực quan, thẳng thắn như bạn vợ thì là \"hợp ăn, hợp chơi, hợp lao động\". Nhưng dù gì thì \"gặp đúng người, đúng thời điểm\" thì mình cưới thôi. Cưới vợ phải cưới liền tay, ông bà dạy vậy :D.",
  "story_3": "Tụi mình là những cá thể đầy khuyết điểm. Một người thì trẻ con, bộp chộp, thích khóc thầm được cái ưa xông pha, tháo vát, thích gánh team. Một người thì trông có vẻ thấu đáo nhưng \"lỳ bà cố\", lắm mộng mơ lại còn ưa cà khịa. Nhưng tụi mình đã quyết định sẽ xây dựng một gia đình hoàn hảo theo chuẩn của riêng tụi mình- êm ấm, thuận hòa, học tập tốt, đoàn kết tốt, ăn chơi tốt. Gia đình mình dự định sẽ có một bạn chồng thiệt vững chãi, đáng tin, một bạn vợ tiếp tục mộng mơ nhưng sẽ hiền lành và thấu đáo thêm 10 phần nữa.",
  "said_yes": "Vào ngày {{time}}, chúng mình Gật Đầu Về Bên Nhau!",
  "story_4":  "Vì là ngày đầu tiên tụi mình bước trên hành trình xây dựng gia đình trong mơ ấy, tụi mình rất mong sự hiện diện của những người tụi mình thương yêu và nhận được lời chúc phúc của mọi người.",
  "Looking forward to see you!": "Cùng đến chung vui nhé!",
  "text": "T/b: Ai thấy quý tụi mình quá chừng thì ủng hộ cho tụi mình qua các ví điện tử nhé. ;P",
  "HCMC. All Rights Reserved.": "TP. Hồ Chí Minh. Mọi quyền được bảo vệ.",
  "Email is required": "Xin vui lòng nhập địa chỉ email",
  "Invalid email address": "Địa chỉ email không hợp lệ",
  "Succeeded": "Xử lý hoàn tất",
  "Will you attend?": "Bạn nhớ tham dự nhé?",
  "Name": "Họ và tên",
  "Email": "Địa chỉ email",
  "Message": "Lời nhắn",
  "Guests": "Số khách",
  "Questions": "Hỏi đáp",
  "Submit": "Gửi",
  "Our memories": "Kỷ niệm của chúng mình",
  "Wedding": "Kết Hôn",
  "Accomodations": "Nghỉ ngơi",
  "Wedding Ceremony": "Tiệc Cưới",
  "Thank you for your message": "Cảm ơn bạn đã phản hồi",
  "Fail: ": "Có lỗi: "
}