{
  "Eldest Daughter": "Trưởng Nữ",
  "Eldest Son": "Trưởng Nam",
  "Lunar Date": "(20-10-Nhâm Dần)",
  "yyyy-MM-dd": "dd.MM.yyyy 'DL'",
  "MMMM d, yyyy": "dd 'Tháng' MM 'Năm' yyyy",
  "MMM do, yyyy": "dd 'Tháng' MM 'Năm' yyyy",
  "D10, HCMC": "Quận 10, Tp. Hồ Chí Minh",
  "Home": "Trang Chủ",
  "Couple": "Chúng Mình Là",
  "Our Story": "Chuyện Tụi Mình",
  "Our love.": "Tình tụi mình.",
  "Friends": "Thân Hữu",
  "Organization": "Sự Kiện Ngày Trọng Đại",
  "Gallery": "Hình Ảnh",
  "When & Where": "Thời Gian & Nơi Chốn",
  "R.S.V.P": "Lời Nhắn Yêu Thương",
  "couple_1": "♐ Luôn Vui Tươi",
  "couple_2": "♍ Âu-Xi-Đì",
  "Are getting married!": "Sắp sửa về chung một nhà!",
  "story_a": "21/5/2021 tụi mình biết nhau lần đầu",
  "story_b": "29/9/2021 tụi mình chính thức hẹn hò",
  "story_c": "22/2/2022 tụi mình gật đầu `Yes, I do`!",
  "story_1": "Tụi mình muốn làm website cưới để kể về chuyện tình của chúng mình, chia sẻ một chút về hành trình tụi mình đến với nhau, rồi tại sao lại tới hôn nhân, này kia kia nọ...”,Nhưng tụi mình đã nghĩ rất lâu nhưng vẫn ko biết kể gì. ",
  "story_2": "Không như những người yêu nhau lâu thiệt lâu mới cưới, tình sử kể ra phải 800 trang, tụi mình quen nhau, yêu nhau và quyết định về chung một nhà chỉ trong vòng 9 tháng. Nói một cách văn thơ, sến rện như bạn chồng thì là \"định mệnh\", \"duyên số\". Nói một cách trực quan, thẳng thắn như bạn vợ thì là \"hợp ăn, hợp chơi, hợp lao động\". Nhưng dù gì thì \"gặp đúng người, đúng thời điểm\" thì ta về chung một nhà 😊.",
  "story_3": "Tụi mình là những cá thể đầy khuyết điểm. Một người thì nhìn có vẻ trẻ con, thích khóc thầm nhưng rất ấm áp, bao dung và giỏi gánh team. Một người thì trông có vẻ thấu đáo nhưng \"lỳ bà cố\", não cá vàng và mê cà khịa. Cái tổ hợp không hoàn hảo ấy đã quyết định sẽ cùng nhau sẽ xây dựng một gia đình hoàn hảo theo chuẩn của riêng tụi mình: êm ấm, thuận hòa, \"học tập tốt, đoàn kết tốt, ăn chơi tốt\". Gia đình tụi mình dự định sẽ có một bạn chồng cố gắng để thiệt vững chãi, đáng tin, một bạn vợ sẽ ráng để hiền lành và thấu đáo thêm 10 phần nữa. Dù chắc sẽ có lúc \"cơm chẳng lành, canh chẳng ngọt\" nhưng sẽ thương nhau đến hết cuộc đời ^o^!",
  "said_yes": "Vào ngày {{time}}, chúng mình Gật Đầu Về Bên Nhau!",
  "story_4":  "Ngày 13/11/2022 là ngày đầu tiên 2 đứa bước trên hành trình xây dựng gia đình nè. Tụi mình rất mong sự hiện diện của những người thương yêu và nhận được thật nhiều lời chúc phúc.",
  "Looking forward to see you!": "Thương mời bạn đến chung vui trong đám cưới của tụi mình!",
  "story_ps": "T/b: Ai thấy quý tụi mình quá chừng thì ủng hộ cho tụi mình qua các ví điện tử nhé. 🙊",
  "HCMC. All Rights Reserved.": "TP. Hồ Chí Minh. Mọi quyền được bảo vệ.",
  "Email is required": "Xin vui lòng nhập địa chỉ email",
  "Invalid email address": "Địa chỉ email không hợp lệ",
  "Succeeded": "Xử lý hoàn tất",
  "Will you attend?": "Bạn nhớ tham dự nhé!",
  "Name": "Họ và tên",
  "Email": "Địa chỉ email",
  "Message": "Lời nhắn",
  "Guests": "Số khách",
  "Questions": "Hỏi đáp",
  "Submit": "Gửi",
  "Our memories": "Kỷ niệm của chúng mình",
  "Wedding": "Kết Hôn",
  "Accommodations": "Nghỉ ngơi",
  "Wedding Ceremony": "Tiệc Cưới",
  "Thank you for your message": "Cảm ơn bạn đã phản hồi",
  "Fail: ": "Có lỗi: ",
  "Developer": "Developer:",
  "Content": "Content:",
  "Designer": "Designer:",
  "husband":"bạn chồng Phan Nguyễn Hải",
  "wife":"bạn vợ \"Nhân Mã luôn vui tươi\" Đào Mỹ Linh",
  "together": "Hai đứa mình & 101 lần ỏm tỏi",
  "IMG_4843_title": "",
  "IMG_5262_title": "",
  "IMG_5290_title": "",
  "IMG_5413_title": "",
  "IMG_5572_title": "",
  "IMG_5732_title": "",
  "IMG_5860_title": "",
  "IMG_6134_title": "",
  "IMG_7382_title": "",
  "IMG_4915_title": "",
  "IMG_5272_title": "",
  "IMG_5336_title": "",
  "IMG_5463_title": "",
  "IMG_5703_title": "",
  "IMG_5766_title": "",
  "IMG_6045_title": "",
  "IMG_6268_title": "",
  "IMG_7401_title": "",
  "IMG_5147_title": "",
  "IMG_5282_title": "",
  "IMG_5411_title": "",
  "IMG_5508_title": "",
  "IMG_5707_title": "",
  "IMG_5830_title": "",
  "IMG_6130_title": "",
  "IMG_6516_title": "",
  "IMG_4768_desc": "",
  "IMG_4843_desc": "Kỷ niệm một tháng bên nhau. Bạn chồng dắt đi ăn và tặng bạn vợ một cái thiệp sến không chịu được =))))). Vậy mà bị cảm động mới ghê",
  "IMG_5262_desc": "Sinh nhật bạn vợ, được dắt đi ăn Haidilao. Sau  này thì phát hiện ra bạn chồng nấu lẩu ngon hơn Haidilao, và từ đó không được dắt đi ăn lẩu ngoài tiệm nữa... Biết thế đừng khen =.=",
  "IMG_5572_desc": "",
  "IMG_5732_desc": "Ăn kem, chẳng có gì đặc biệt nhưng mình đẹp nên mình share =))). Nhìn lại cuộc tình hai đứa thì toàn ăn là nhiều. Có đi chơi thì cũng ăn là chính...",
  "IMG_5860_desc": "Vũng Tàu lần thứ n và tấm hình thể hiện rõ commbo \"sến súa + cute\" của bạn chồng",
  "IMG_6134_desc": "",
  "IMG_7382_desc": "Check in cái cây cô đơn phiên bản hồ Yaly. Đẹp nha, nhưng đừng đi Tây Nguyên mùa mưa",
  "IMG_4915_desc": "Này là cafe Landmark, tầng 7x. Và làm test... \"36 câu hỏi để yêu nhau\" theo đúng chuẩn khoa học. Recommend cái test này cho các cặp đôi, nó không có tác dụng gì cả (vì bạn sẽ quên câu trả lời) nhưng giết thời gian tốt và là tăng độ sâu sắc của bạn trong mắt đối phương  =))))",
  "IMG_5272_desc": "Vẫn là sinh nhật bạn vợ, nhưng là check in cây thông siêu to khổng lồ Landmark",
  "IMG_5336_desc": "Đi Vũng Tàu 1st time, chill hoàng hôn, chuyến đi không có gì đặc biệt nên không biết kể gì =)). Riết Vũng Tàu thành một chỗ mà hai đứa buồn đời thì xách xe đi",
  "IMG_5463_desc": "",
  "IMG_5703_desc": "28 năm ở Kon Tum, lần đầu tiên đi Kon Kơ Tu, recommend cho bạn nào muốn đi chill sông suối, ngắm cây, ngâm nước, nướng cá, chill nhạc trong ngày",
  "IMG_5766_desc": "Lại đi ăn, dịp bạn hứa cho mình đi ăn bằng tàu trên sông Sài Gòn. Cảnh thì đẹp, người thì vui, nhưng đồ ăn làm tụi mình liên tưởng tới tiệc cưới những năm 2000. Nhìn chung thì bạn chồng nấu vẫn ngon hơn.",
  "IMG_6045_desc": "Măng Đen ngày về thưa chuyện với ba má. Nhìn lại thì 2 đứa chỉ có 1 kiểu chụp hình, được cái 2 đứa đẹp nên không sao :D",
  "IMG_6268_desc": "Một chiếc hình không có cap. Bạn chồng bảo \"đẹp thế này thì không cần viết gì...\"",
  "IMG_7401_desc": "Cách cái cây cô đơn 3km. Đẹp, nhưng đừng đi mùa mưa",
  "IMG_5147_desc": "Kỷ niệm đi Cần Giờ sau lần đầu tiên cãi nhau và bạn chồng khóc huhu. Đi Cần Giờ lúc 2h, đốt pháo bông, ăn hải sản, chill hoàng hôn rồi về lúc 6h. Trên đời này có người chịu \"lên cơn\" với mình. Duyệt :D ",
  "IMG_5282_desc": "Noel nè, mùa bạn vợ thích nhất năm nên đi chụp hình muốn hết cái Sài Gòn =)).",
  "IMG_5411_desc": "Đà Lạt trước mùa mai anh đào, cũng kịp check in với cái cây nở xịn nhứt nơi đây ở cái nhà gỗ dưới thung lũng, có cây ổi, có hoa đào, bàn cờ và 2 con chó (siêu dữ). Ước mơ của tụi mình =))",
  "IMG_5508_desc": "Đà Lạt again, hai đứa leo cái đồi Đa Phú xong ngồi thở 15p trước khi chụp được cái hình tươi như hoa, xong nhìn qua bên cạnh thấy dân tình phóng xe máy lên bằng đường khác. Aha... Fine",
  "IMG_5707_desc": "",
  "IMG_5830_desc": "Vũng Tàu lần thứ n...",
  "IMG_6130_desc": "Đi nhậu lần thứ n. Bạn chồng vốn không nhậu, từ ngày chơi với bạn vợ thì đổ đốn ra, uống được... 1ly",
  "IMG_6516_desc": "Lại một chiếc hình không có cap. Vì one more time \"đẹp thế này không cần viết cap\""
}